Repository: instructure/canvas-ios
Catalog: Student/Student/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: We were unable to verify the server for use with this app.
ar: لم نتمكن من التحقق من الخادم لاستخدامه مع هذا التطبيق.
ca: No hem pogut verificar si el servidor es pot utilitzar amb aquesta aplicació.
cy: Doedd dim modd dilysu’r gweinydd i’w ddefnyddio gyda’r ap hwn.
da: Vi kunne ikke bekræfte serveren til brug med denne app.
da_instk12: Vi kunne ikke bekræfte serveren til brug med denne app.
de: Der Server konnte für die Verwendung mit dieser App nicht verifiziert werden.
es: No pudimos verificar el servidor para su uso con esta aplicación.
es_es: No hemos podido verificar el servidor para su uso con esta aplicación.
fi: Emme voineet vahvistaa tämän sovelluksen kanssa käytettävää palvelinta.
fr: Nous n’avons pas pu vérifier que ce serveur est autorisé à utiliser cette application.
fr_ca: Nous n'avons pas pu vérifier le serveur pour son utilisation avec cette application.
ga: Níorbh fhéidir linn an freastalaí a fhíorú lena úsáid leis an aip seo.
hi: हम इस ऐप के उपयोग के लिए सर्वर को सत्यापित करने में असमर्थ थे।
ht: Nou pa kapab verifye sèvè a pou li ka itilize ak app sa a.
id: Kami tidak dapat memverifikasi server untuk digunakan bersama aplikasi ini.
is: Við gátum ekki sannreynt miðilinn fyrir notkun með þessu appi.
it: Non siamo riusciti a verificare il server per l’uso con questa app.
ja: このアプリで使用するサーバーを確認できませんでした。
ko: 이 앱과 사용에 대해 서버를 확인할 수 없습니다.
mi: I taea e mātou ki te manatoko i te tūmau mō te whakamahi ki tenei taupānga matou.
ms: Kami tidak dapat menentusahkan pelayan untuk penggunaan apl ini.
nb: Vi klarte ikke å verifisere serveren for bruk med denne appen.
nb_instk12: Vi klarte ikke å verifisere serveren for bruk med denne appen.
nl: We konden niet verifiëren of de server geschikt is voor deze.
pl: Nie udało się zweryfikować serwera do użycia z tą aplikacją.
pt: Não conseguimos verificar o servidor para utilização com esta app.
pt_br: Não fomos capazes de verificar o servidor para uso com este aplicativo.
ru: Мы не смогли проверить сервер для использования с этим приложением.
sl: Strežnika za uporabo pri tej aplikaciji nismo uspeli preveriti.
sv: Vi kunde inte verifiera servern för användning med den här appen.
sv_instk12: Vi kunde inte verifiera servern för användning med den här appen.
th: เราไม่สามารถยืนยันเซิร์ฟเวอร์สำหรับใช้กับแอพนี้
vi: Chúng tôi không thể xác minh máy chủ để sử dụng với ứng dụng này.
zh: 我们无法验证此应用程序使用的服务器。
zh_hk: 無法確認此應用程式使用的伺服器。

source: We weren't able to load this content. Try again, or come back later.
ar: لم نتمكن من تحميل هذا المحتوى. حاول مجددًا، أو عد لاحقًا.
ca: No hem pogut carregar aquest contingut. Proveu-ho de nou o torneu més endavant.
cy: Wedi methu llwytho'r cynnwys hwn. Rho gynnig arall arni, neu tyrd yn ôl rywbryd eto.
da: Vi kunne ikke indlæse dette indhold. Prøv igen, eller kom tilbage senere.
da_instk12: Vi kunne ikke indlæse dette indhold. Prøv igen, eller kom tilbage senere.
de: Wir können diesen Inhalt nicht laden. Bitte versuchen Sie es erneut oder kommen Sie später wieder.
es: No pudimos cargar este contenido. Inténtelo de nuevo o vuelva más tarde.
es_es: No hemos podido cargar este contenido. Inténtalo de nuevo o vuelve más tarde.
fi: Emme voineet ladata tätä sisältöä. Yritä uudelleen tai palaa takaisin myöhemmin.
fr: Nous n’avons pas pu charger ce contenu. Réessayez ou revenez plus tard.
fr_ca: Nous n’avons pas pu charger ce contenu. Réessayez ou revenez plus tard.
ga: Ní raibh muid in ann an t-ábhar seo a lódáil. Déan iarracht arís, nó tar ar ais níos déanaí.
hi: हम यह सामग्री लोड नहीं कर पाए। फिर से प्रयास करें, या बाद में आएं।
ht: Nou pa t kapab chaje kontni sa a. Eseye ankò, oswa tounen pita.
id: Kami tidak dapat memuat konten ini. Coba lagi, atau kembali lagi nanti.
is: Við gátum ekki hlaðið þetta efni. Reyndu aftur eða komdu aftur síðar.
it: Impossibile caricare questo contenuto. Riprova, o ritorna più tardi.
ja: このコンテンツを読み込めませんでした。 もう一度やってみるか、また後で戻ってきてください。
ko: 이 콘텐츠를 로드할 수 없었습니다. 다시 시도하거나 나중에 돌아오세요.
mi: Kāore i taea e mātou te uta i tēnei ihirangi. Ngāna anō, me hoki mai anō ā muri ake nei.
ms: Kami tidak dapat memuatkan kandungan ini. Cuba semula atau kembali kemudian.
nb: Vi kunne ikke laste inn dette innholdet. Prøv igjen, eller kom tlbake senere.
nb_instk12: Vi kunne ikke laste inn dette innholdet. Prøv igjen, eller kom tlbake senere.
nl: We konden deze inhoud niet laden. Probeer het opnieuw of kom later terug.
pl: Nie udało się wczytać tej zawartości. Spróbuj znowu lub wróć później.
pt: Não foi possível carregar este conteúdo. Tente novamente ou volte mais tarde.
pt_br: Não foi possível carregar este conteúdo. Tente novamente ou volte mais tarde.
ru: Нам не удалось загрузить этот контент. Попробуйте еще раз или вернитесь позже.
sl: Te vsebine ni bilo mogoče naložiti. Poskusite znova ali se vrnite pozneje.
sv: Det går inte att läsa in det här innehållet. Försök igen, eller kom tillbaka senare.
sv_instk12: Det går inte att läsa in det här innehållet. Försök igen, eller kom tillbaka senare.
th: เราไม่สามารถโหลดเนื้อหานี้ ลองใหม่อีกครั้ง หรือมาใหม่ภายหลัง
vi: Chúng tôi không thể tải nội dung này. Thử lại hoặc quay lại sau.
zh: 无法加载此内容。 再试一次，或稍后回来。
zh_hk: 我們無法載入此內容。 請再試一次，或稍後返回。

source: We weren’t able to load your To-dos. Try again, or come back later.
ar: لم نتمكن من تحميل قوائم المهام الخاصة بك. حاول مجددًا، أو عد لاحقًا.
ca: No hem pogut carregar les tasques pendents. Proveu-ho de nou o torneu més endavant.
cy: Wedi methu llwytho eich Pethau i’w Gwneud. Rhowch gynnig arall arni neu ddod yn ôl rywbryd eto.
da: Vi kunne ikke indlæse dine elementer på opgavelisten. Prøv igen, eller kom tilbage senere.
de: Wir können Ihre ToDos nicht laden. Bitte versuchen Sie es erneut oder kommen Sie später wieder.
es: No pudimos cargar sus tareas pendientes. Inténtelo de nuevo o vuelva más tarde.
es_es: No hemos podido cargar tus tareas pendientes. Inténtalo de nuevo o vuelve más tarde.
fi: Emme voineet ladata tehtäviäsi. Yritä uudelleen tai palaa takaisin myöhemmin.
fr: Nous n’avons pas pu charger vos tâches À Faire. Réessayez ou revenez plus tard.
ga: Ní raibh muid in ann do Le Déanamh a lódáil. Déan iarracht arís, nó tar ar ais níos déanaí.
hi: हम आपकी 'करने के लिए' लोड नहीं कर पाए। फिर से प्रयास करें, या बाद में आएं।
ht: Nou pa t kapab chaje tach ou yo. Eseye ankò, oswa tounen pita.
id: Kami tidak dapat memuat to-do Anda. Coba lagi, atau kembali lagi nanti.
is: Við gátum ekki hlaðið verkefnalista þína. Reyndu aftur eða komdu aftur síðar.
it: Non è stato possibile caricare le tue attività. Riprova, o ritorna più tardi.
ja: するべきことを読み込めませんでした。 もう一度やってみるか、また後で戻ってきてください。
ko: 할 일을 로드할 수 없었습니다. 다시 시도하거나 나중에 돌아오세요.
mi: Kāore i taea e mātou te uta i ō Mahi. Ngāna anō, me hoki mai anō ā muri ake nei.
nb: Vi kunne ikke laste inn gjøremålene dine. Prøv igjen, eller kom tilbake senere.
nl: We konden je lijst met opdrachten niet laden. Probeer het opnieuw of kom later terug.
pl: Nie udało się wczytać list zadań. Spróbuj znowu lub wróć później.
pt: Não foi possível carregar a sua lista de tarefas. Tente novamente ou volte mais tarde.
pt_br: Não foi possível carregar suas tarefas. Tente novamente ou volte mais tarde.
ru: Нам не удалось загрузить ваши задачи. Попробуйте еще раз или вернитесь позже.
sl: Vaših opravil ni bilo mogoče naložiti. Poskusite znova ali se vrnite pozneje.
sv: Det går inte att läsa in dina att göra-uppgifter. Försök igen, eller kom tillbaka senare.
th: เราไม่สามารถโหลดรายการสิ่งที่ต้องทำ (To-dos) ของคุณ ลองใหม่อีกครั้ง หรือมาใหม่ภายหลัง
vi: Chúng tôi không thể tải Việc Cần làm này. Thử lại hoặc quay lại sau.
zh: 无法加载您的待办任务。 再试一次，或稍后回来。
zh_hk: 我們無法載入您的待辦事項。 請再試一次，或稍後返回。

source: Website Address
ar: عنوان موقع ويب
ca: Adreça del lloc web
cy: Cyfeiriad Gwefan
da: Webstedets adresse
da_instk12: Webstedets adresse
de: Website-Adresse
es: Dirección web
es_es: Dirección web
fi: Verkkosivun osoite
fr: Adresse du site web
fr_ca: Adresse du site Web
ga: Seoladh Gréasáin
hi: वेबसाइट पता
ht: Adrès Sit Wèb
id: Alamat Situs Web
is: Vistfang vefsvæðis
it: Indirizzo del sito web
ja: ウェブサイトのアドレス
ko: 웹 사이트 주소
mi: Wāhitau Paetukutuku
ms: Alamat Laman Web
nb: Adresse til nettside
nb_instk12: Adresse til nettside
nl: Website-adres
pl: Adres witryny
pt: Endereço web
pt_br: Endereço do site
ru: Адрес веб-сайта
sl: Naslov spletnega mesta
sv: Webbplatsadress
sv_instk12: Webbplatsadress
th: ที่อยู่เว็บไซต์
vi: Địa Chỉ Trang Web
zh: 网址
zh_hk: 網站地址

source: Weekly Summary
ar: الموجز الأسبوعي
ca: Resum setmanal
cy: Crynodeb Wythnosol
da: Ugentlig oversigt
da_instk12: Ugentlig oversigt
de: Wöchentliche Zusammenfassung
es: Resumen semanal
es_es: Resumen semanal
fi: Viikoittainen yhteenveto
fr: Résumé hebdomadaire
fr_ca: Résumé hebdomadaire
ga: Achoimre Sheachtainiúil
hi: साप्ताहिक सारांश
ht: Rezime Semèn
id: Rangkuman Mingguan
is: Vikuleg samantekt
it: Riepilogo settimanale
ja: 週間サマリー
ko: 주간 요약
mi: Whakarāpopototanga o te Wiki
ms: Ringkasan Mingguan
nb: Ukentlig oppsummering
nb_instk12: Ukentlig oppsummering
nl: Wekelijks overzicht
pl: Tygodniowe podsumowanie
pt: Resumo semanal
pt_br: Resumo semanal
ru: Еженедельная сводка
sl: Tedenski povzetek
sv: Veckovis sammanfattning
sv_instk12: Veckovis sammanfattning
th: ข้อมูลสรุปรายสัปดาห์
vi: Tóm Tắt Hàng Tuần
zh: 每周摘要
zh_hk: 每週摘要

source: Weeks Before
ar: أسابيع قبل
ca: Setmanes anteriors
cy: Wythnos Cyn
da: Uger før
da_instk12: Uger før
de: Wochen vorher
es: Semanas antes
es_es: Semanas antes
fi: Viikkoa ennen
fr: Semaines avant
fr_ca: Semaines avant
ga: Seachtainí Roimh
hi: सप्ताह पहले
ht: Semèn Anvan
id: Minggu Sebelum
is: Vikum áður
it: Settimane prima
ja: 週前
ko: 주 이전
mi: Nga wiki o mua
ms: Minggu Sebelum
nb: Uker før
nb_instk12: Uker før
nl: Weken vóór
pl: tyg. do
pt: Semanas antes
pt_br: Semanas antes
ru: Недель(и) до
sl: Tednov pred
sv: Veckor före
sv_instk12: Veckor före
th: สัปดาห์ก่อนหน้า
vi: Tuần Trước
zh: 提前的周数
zh_hk: 週前

source: Welcome to Canvas!
ar: مرحبًا بك في Canvas!
ca: Us donem la benvinguda al Canvas!
cy: Croeso i Canvas!
da: Velkommen til Canvas!
da_instk12: Velkommen til Canvas!
de: Willkommen bei Canvas!
es: Le damos la bienvenida a Canvas.
es_es: ¡Bienvenido a Canvas!
fi: Tervetuloa Canvasiin!
fr: Bienvenue dans Canvas !
fr_ca: Bienvenue dans Canvas!
ga: Fáilte go Canvas!
hi: Canvas में आपका स्वागत है!
ht: Byenvini nan Canvas!
id: Selamat Datang di Canvas!
is: Velkomin(n) í Canvas!
it: Benvenuto in Canvas.
ja: Canvas へようこそ!
ko: Canvas에 오신 것을 환영합니다!
mi: Nau mai ki Canvas!
ms: Selamat Datang ke Canvas!
nb: Velkommen til Canvas!
nb_instk12: Velkommen til Canvas!
nl: Welkom bij Canvas!
pl: Witamy w systemie Canvas!
pt: Bem-vindo ao Canvas!
pt_br: Bem-vindo ao Canvas!
ru: Вас приветствует Canvas!
sl: Dobrodošli v sistem Canvas.
sv: Välkommen till Canvas!
sv_instk12: Välkommen till Canvas!
th: ยินดีต้อนรับสู่ Canvas!
vi: Chào mừng bạn đến với Canvas!
zh: 欢迎使用 Canvas!
zh_hk: 歡迎使用 Canvas！

source: Well done getting through the day — progress counts, even when it's quiet.
ar: أحسنت صنعًا في إنجاز مهامك لليوم — التقدم مهم، حتى عندما تكون الأمور بطيئة.
ca: Heu fet un bon treball al llarg del dia; el progrés compta, fins i tot quan és moderat.
cy: Mae cynnydd yn cyfri hyd yn oed os yw’n gynnydd tawel.
da: Godt gået med at komme igennem dagen – fremskridt tæller, selv når de er små.
da_instk12: Godt gået med at komme igennem dagen – fremskridt tæller, selv når de er små.
de: Gut gemacht – Sie haben den Tag überstanden. Ihr Fortschritt zählt, auch wenn es still ist.
es: Felicitaciones por haber superado el día; el progreso cuenta, incluso cuando es silencioso.
es_es: Enhorabuena por haber superado el día: el progreso cuenta, hasta cuando ha habido tranquilidad.
fi: Hyvin tehty, kun selvisit päivästä — edistys lasketaan, vaikka se olisi hiljaista.
fr: Félicitations pour avoir tenu bon toute la journée ! Les progrès, ça compte, même discrets.
fr_ca: Bravo pour cette journée — les progrès comptent, même quand c’est calme.
ga: Maith thú as an lá a chríochnú — tá an dul chun cinn tábhachtach, fiú nuair atá sé ciúin.
hi: दिन बिताने के लिए शाबाश — प्रगति मायने रखती है, भले ही वह शांति से की गई हो।
ht: Bravo paske w rive pase jounen an — pwogrè konte, menm lè li fèt an silans.
id: Bagus sekali telah melewati hari ini — kemajuan tetap penting, bahkan ketika suasananya tenang.
is: Vel gert að komast í gegnum daginn — framfarir skipta máli, jafnvel þegar það er hljótt.
it: Ottimo risultato ottenuto durante la giornata: i progressi contano, anche quando è tutto tranquillo.
ja: 一日を乗り切りましたね — たとえ目立たなくても、進歩には意味があります。
ko: 오늘 하루를 마쳤습니다. 잘 보이지는 않아도 발전이 중요합니다.
mi: Ka pai te mahi i te rā — he mea nui te ahunga whakamua, ahakoa he marino.
ms: Tahniah kerana berjaya melalui hari ini — kemajuan diambil kira, walaupun dalam diam.
nb: Bra jobbet med å komme deg gjennom dagen – fremgang teller, selv når den er stille.
nb_instk12: Bra jobbet med å komme deg gjennom dagen – fremgang teller, selv når den er stille.
nl: Goed gedaan, je bent de dag doorgekomen – vooruitgang telt, zelfs als het rustig is.
pl: Dobra robota – postęp się liczy, nawet jeśli nie było fajerwerków.
pt: Parabéns por teres sobrevivido ao dia — o progresso conta, mesmo quando é silencioso.
pt_br: Parabéns por ter conseguido terminar o dia — o progresso conta, mesmo quando está tudo calmo.
ru: Вы молодец, ведь вы справились с сегодняшним днем ​​— прогресс важен, даже когда все идет спокойно.
sl: Bravo, da ste preživeli dan – napredek je pomemben, tudi če je neopazen.
sv: Bra jobb idag – framsteg räknas, även om du inte kan se det just nu.
sv_instk12: Bra jobb idag – framsteg räknas, även om du inte kan se det just nu.
th: ผ่านวันนี้ไปได้ดีแล้ว ทุก ๆ ก้าวมีความสำคัญแม้จะเป็นก้าวเล็ก ๆ ก็ตาม
vi: Tốt lắm, bạn đã vượt qua ngày hôm nay — tiến bộ vẫn là tiến bộ, dù yên ắng.
zh: 祝贺自己又坚持了一天 — 进步悄无声息，但却充满意义。
zh_hk: 恭喜你順利度過了一天 — 即使是平靜的日子，進步也至關重要。

source: What do you think of the new dashboard?
ar: ما رأيك في لوحة المعلومات الجديدة؟
ca: Què penseu del panell de control nou?
cy: Beth yw eich barn chi am y dangosfwrdd newydd?
da: Hvad synes du om den nye oversigt?
da_instk12: Hvad synes du om den nye oversigt?
de: Was ist Ihre Meinung zum neuen Dashboard?
es: ¿Qué opina del nuevo tablero?
es_es: ¿Qué te parece el nuevo panel de control?
fi: Mitä mieltä olet uudesta koontinäytöstä?
fr: Que pensez-vous du nouveau tableau de bord ?
fr_ca: Que pensez-vous du nouveau tableau de bord?
ga: Cad a cheapann tú faoin deais nua?
hi: नये डैशबोर्ड के बारे में आप क्या सोचते हैं?
ht: Kisa w panse de nouvo a tablodbò?
id: Apa pendapat Anda tentang dashboard yang baru?
is: Hvað finnst þér um nýja stjórnborðið?
it: Cosa ne pensi della nuova dashboard?
ja: 新しいダッシュボードについてどう思いますか？
ko: 새 대시보드에 대해 어떻게 생각하십니까?
mi: He aha ō whakaaro mō te papatohu hou?
ms: Apakah pendapat anda tentang papan pemuka baharu?
nb: Hva synes du om det nye dashbordet?
nb_instk12: Hva synes du om den nye oversikten?
nl: Wat vind je van het nieuwe dashboard?
pl: Co myślisz o nowym pulpicie nawigacyjnym?
pt: O que você acha do novo painel?
pt_br: O que você acha do novo painel?
ru: Что вы думаете о новой панели управления?
sl: Kaj menite o novi nadzorni plošči?
sv: Vad tycker du om den nya översikten?
sv_instk12: Vad tycker du om den nya översikten?
th: คุณคิดอย่างไรเกี่ยวกับแผงข้อมูลรูปแบบใหม่
vi: Bạn nghĩ gì về bảng điều khiển mới?
zh: 您对新控制面板的评价如何？
zh_hk: 您覺得新的控制面板怎麼樣？

source: What feels hard now will feel easier later.
ar: كل يبدو صعبًا الآن سيكون سهلاً غدًا.
ca: Allò que ara sembla difícil, semblarà més senzill més endavant.
cy: Bydd y pethau anodd yn teimlo’n haws mewn dim.
da: Det, der føles svært nu, vil føles lettere senere.
da_instk12: Det, der føles svært nu, vil føles lettere senere.
de: Was sich jetzt schwer anfühlt, wird später leichter sein.
es: Lo que ahora le parece difícil, más adelante le resultará más fácil.
es_es: Lo que ahora te parece difícil, luego te parecerá más fácil.
fi: Se, mikä tuntuu vaikealta nyt, on helpompaa myöhemmin.
fr: Ce qui te paraît difficile maintenant te semblera plus facile plus tard.
fr_ca: Ce qui semble difficile aujourd’hui sera plus facile plus tard.
ga: An rud a bhraitheann deacair anois, beidh sé níos éasca níos déanaí.
hi: जो अभी मुश्किल लग रहा है, वह बाद में आसान लगेगा।
ht: Sa ki parèt difisil kounye a ap vin pi fasil demen.
id: Yang terasa sulit sekarang akan terasa lebih mudah nanti.
is: Það sem þér finnst erfitt núna verður auðveldara síðar.
it: Ciò che ti sembra difficile adesso, ti sembrerà più facile successivamente.
ja: 今は難しく感じても、やがて楽になります。
ko: 지금은 어렵지만 나중에는 쉽게 느껴질 것입니다.
mi: Ko te mea e ahua uaua ana ināianei ka ngawari ake i muri mai.
ms: Perkara yang dirasakan sukar hari ini akan lebih mudah kemudian.
nb: Det som føles vanskelig nå, vil føles lettere senere.
nb_instk12: Det som føles vanskelig nå, vil føles lettere senere.
nl: Wat nu moeilijk voelt, voelt later makkelijker.
pl: To, co teraz sprawia trudność, będzie później łatwe.
pt: O que parece difícil agora será mais fácil mais tarde.
pt_br: O que parece difícil agora será mais fácil depois.
ru: То, что сейчас кажется трудным, позже станет легче.
sl: Kar se zdaj zdi težko, se bo kasneje zdelo lažje.
sv: Det som är svårt nu kommer att bli lättare framöver.
sv_instk12: Det som är svårt nu kommer att bli lättare framöver.
th: สิ่งที่ยากตอนนี้จะง่ายขึ้นเรื่อย ๆ
vi: Điều gì cảm thấy khó khăn vào lúc này sẽ trở nên dễ dàng hơn về sau.
zh: 现在的沉重，会变成日后的轻盈。
zh_hk: 現在感覺困難的事情，以後會感覺更容易。

source: Whoops!
ar: عذرًا!
ca: Ui!
cy: Wps!
da: Ups!
da_instk12: Ups!
de: Hoppla!
es: ¡Ups!
es_es: ¡Vaya!
fi: Hups!
fr: Oups !
fr_ca: Oups!
ga: Úps!
hi: ओह!
id: Ups!
is: Úbbs!
it: Spiacenti.
ja: しまった！
ko: 죄송합니다.
ms: Op...
nb: Oisann!
nb_instk12: Oisann!
nl: Oeps!
pl: Ups!
pt_br: Ops!
ru: Ой!
sl: Ups.
sv: Hoppsan!
sv_instk12: Oooj!
th: อุ๊ปส์!
vi: Rất tiếc!
zh: 糟糕！
zh_hk: 糟糕！

source: Widgets
ar: عناصر واجهة المستخدم
ca: Ginys
cy: Teclynnau
fi: Pienoisohjelmat
ga: Giuirléidí
hi: विजेट
id: Widget
is: Græjur
it: Widget
ja: ウィジェット
ko: 위젯
mi: Ngā taputapu
ms: Widget
pl: Widżety
ru: Виджеты
sl: Pripomočki
sv: Widgetar
sv_instk12: Widgetar
vi: Tiện Ích
zh: 小工具
zh_hk: 小部件

source: Will unlock %@.
ar: تاريخ إلغاء القفل %@.
ca: Es desbloquejarà %@.
cy: Bydd yn datgloi %@.
da: Vil låse op for %@.
da_instk12: Vil blive låst op %@.
de: Entriegelt %@.
es: Se desbloqueará %@.
es_es: Se desbloqueará %@.
fi: Poistaa lukituksen kohteesta %@.
fr: Déverrouillera %@.
fr_ca: Déverrouillera %@.
ga: Díghlasfar %@.
hi: %@ अनलॉक करेगा।
ht: Ap debloke %@.
id: Akan membuka %@.
is: Opnar %@.
it: Sbloccherà %@.
ja: %@を解除します。
ko: %@ 잠금 해제 합니다.
mi: Ka huakina %@.
ms: Akan menyahkunci %@.
nb: Låses opp %@.
nb_instk12: Vil låses opp %@.
nl: %@ wordt ontgrendeld
pl: %@ zostanie odblokowane.
pt: Vai desbloquear %@.
pt_br: Bloqueará %@.
ru: Разблокирует %@.
sl: Bo odklenil %@.
sv: Kommer att låsa upp %@.
sv_instk12: Kommer att låsas upp %@.
th: จะเป็นการปลดล็อค %@
vi: Sẽ mở khóa %@.
zh: 将取消锁定%@。
zh_hk: 將解除鎖定 %@。

source: Would you like to create a new message?
ar: هل تريد إنشاء رسالة جديدة؟
ca: Voldríeu crear un missatge nou?
cy: Hoffech chi greu neges newydd?
da: Ønsker du at oprette en ny besked?
da_instk12: Ønsker du at oprette en ny besked?
de: Möchten Sie eine neue Nachricht erzeugen?
es: ¿Le gustaría crear un nuevo mensaje?
es_es: ¿Quieres crear un nuevo mensaje?
fi: Haluatko luoda uuden viestin?
fr: Désirez-vous créer un nouveau message ?
fr_ca: Désirez-vous créer un nouveau message?
ga: Ar mhaith leat teachtaireacht nua a chruthú?
hi: क्या आप कोई नया संदेश बनाना चाहेंगे?
ht: Èske w ta renmen kreye yon nouvo mesaj?
id: Anda ingin membuat pesan baru?
is: Vildu búa til ný skilaboð?
it: Creare un nuovo messaggio?
ja: 新しいメッセージを作成しますか？
ko: 새 메시지를 만드시겠습니까?
mi: E hiahia ana koe ki te waihanga i tētahi karere hou?
ms: Adakah anda ingin mencipta mesej baharu?
nb: Ønsker du å lage en ny melding?
nb_instk12: Ønsker du å lage en ny melding?
nl: Wil je een nieuw bericht aanmaken?
pl: Czy chcesz utworzyć nową wiadomość?
pt: Gostaria de criar uma nova mensagem?
pt_br: Você gostaria de criar uma nova mensagem?
ru: Вы хотите создать новое сообщение?
sl: Ali želite ustvariti novo sporočilo?
sv: Vill du skapa ett nytt meddelande?
sv_instk12: Vill du skapa ett nytt meddelande?
th: ต้องการเขียนข้อความใหม่หรือไม่
vi: Bạn có muốn tạo tin nhắn mới không?
zh: 您想创建一条新信息吗？
zh_hk: 您是否要創建一條新訊息？

source: Would you mind giving us a rating on the app store?
ar: هل يمكنك تقييمنا على App Store؟
ca: Us faria res puntuar App Store?
cy: A fyddech chi gystal â rhoi sgôr i ni ar yr App Store?
da: Har du noget imod at bedømme os i App Store?
da_instk12: Har du noget imod at bedømme os i App Store?
de: Hätten Sie was dagegen, uns im App Store zu bewerten?
es: ¿Le importaría clasificarnos en App Store?
es_es: Por favor, califica nuestra aplicación en la App Store.
fi: Voisitko antaa meille arvostelun app storessa?
fr: Pourriez-vous nous laisser une évaluation sur l'App Store ?
fr_ca: Pourriez-vous nous laisser une évaluation sur l'App Store?
ga: Ar mhiste leat rátáil a thabhairt dúinn ar an appstore?
hi: क्या आप हमें ऐप स्टोर पर रेटिंग देना चाहेंगे?
ht: Sa pa p deranje w pou w evalye nou nan app store la?
id: Bisakah Anda memberi kami angka di app store?
is: Værirðu til í að gefa okkur einkunn á App Store?
it: Potresti darci una valutazione sull’App Store?
ja: アプリストアの評価をしていただけますか？
ko: App Store에서 저희에 대해 평가해주시겠습니까?
mi: E whakāro hoatu koe he whakatauranga ki a mātou runga i te toa taupānga?
ms: Jika tidak keberatan, bolehkah anda berikan penilaian untuk kami di kedai apl?
nb: Kunne du ha gitt oss en vurdering i app-store?
nb_instk12: Kunne du ha gitt oss en vurdering i app-store?
nl: Zou je ons willen beoordelen in de app store?
pl: Czy możesz nam wystawić ocenę w sklepie z aplikacjami?
pt: Gostaria de nos atribuir uma classificação na loja app?
pt_br: Você se importaria de nos dar uma classificação na App Store?
ru: Не могли бы вы поставить нам оценку в app store?
sl: Ali vas lahko prosimo, da nas v trgovini App Store ocenite?
sv: Skulle du vilja betygsätta oss i App Store?
sv_instk12: Skulle du vilja bedöma oss i app store?
th: ต้องการให้คะแนนเราผ่าน App Store หรือไม่
vi: Bạn có phiền cho chúng tôi đánh giá trên App Store không?
zh: 您介意在应用程序商店中给我们评级吗？
zh_hk: 您是否希望在應用程式商店中對我們做出評級？
